<?php

/**
 * repair 保修相关配置
 */
return [
    'news1' => [//校派小程序 大分类对应小分类
        3 => [28, 29],//就业保障
        6 => [18, 19, 20],//招生频道
        27 => [37],//师资力量
        31 => [32, 33]//办学成果
    ],
    
    'news2' => [//校派小程序 大分类对应小分类
        30 => 11,//学校荣誉
        13 => 12,//迎接新生
    ],
    
    'news3' => [//校派小程序 大分类对应小分类
        39 => 10,//校园活动
    ],
    
    'news4' => [//校派小程序 大分类对应小分类
        35 => 14,//学校视频
    ],
    
    'one' => [
        37 => 5,//师资力量
        32 => 8,//办学成果
        33 => 8,//办学成果
        18 => 15,//招生简章
        19 => 16,//招生咨询
        20 => 17,//奖助政策
        28 => 18,//实习
        29 => 19,//就业
    ],
];
